; Windows 7 Taskbar Integration (by atti86)
; 'Windows 7 Taskbar Integration' Turkish language file v1.11 (by Mertcan Kaya)
; email: mertcan.kaya@gmail.com
; Last update: 11.11.2009

[win7shell]
RTL=0
newvers=Yeni sürüm kullanılır durumda
disableupdate=Güncelleme için denetlemeyi eklenti yapılandırmasından etkisizleştirebilirsin
opendownload=İndirme sayfasını açmak ister misin?
uninstall=Bu soruyu bir daha görmeyeceksiniz, bunu kaldırmak isterseniz, 
uninstallhowto='Winamp Tercihleri -> Eklentiler -> Genel Amaçlı -> Windows 7 Görev Çubuğu Bütünleştirmesi'ne gidin ve kaldırın.
info=Bilgi
config=Eklentiyi Yapılandır
on=AÇIK
off=KAPALI
previous=Önceki
pause=Duraklat
play=Yürüt
stop=Durdur
next=Sonraki
errorthumb=Küçük resim ayarlaması hatası, özellik kapalıya geçti
playing=Yürütülüyor
paused=Duraklatıldı
stopped=Durduruldu
taskinitfail=Windows 7 görev çubuğu arayüzü başlangıç durumuna getirilemiyor
images=Tüm desteklenen resim biçimleri
usethumbbg=Küçük resim artalanı olarak kullan
selectimage=Bir resim dosyası seç
afterrestart=Oynatıcı denetim düğmelerindeki değişiklik yalnızca Winamp yeniden başladıktan sonra etkisini gösterektir.
applysettings=Uygulama Ayarları
help1=Bu düzenleme kutusunda girdiğiniz metinler küçük resimde gözükecektir. İstediğiniz kadar sıra yazabilirsiniz. Eğer 'daraltılmış küçük resim' seçeneği etkinleşmiş ise, çerçeve bu düzenleme kutusundaki sıra sayısına göre yeniden boyutlanacaktır.
help2=Devingen metin oluşturmak için üstsözcükler dizisini kullanabilirsiniz, metinin içine hangilerini katarsanız, onlar Winamp'tan alınan güncel veriler tarafından yer değiştirecektir. O sözcükler işte şunlardır: 
help3=Bunu içeren sıra ortalanmış olarak yazılır
help5=Geçerli yürütülen ortamın başlığı
help6=Geçerli yürütülen ortamın sanatçısı
help7=Albümün adı bulunmazsa boş kalır
help8=Albümün yayım yılı bulunmazsa boş kalır
help9=Parça sayısı
help10=Yürürlükteki şarkı sayı değerlendirmesi (örneğin, 4)
help11=Yürürlükteki şarkı yıldız değerlendirmesi (örneğin, ★★★★ )
help12=Yürürlükteki kayıttan yürütme zamanı
help13=Yürürlükteki şarkıda kalan zaman
help14=Toplam kayıttan yürütme zamanı
help15=Geçerli çalma listesi konumu
help16=Geçerli çalma listesindeki toplam parça sayısı
help17=kb/s olarak bit oranı
help18=kilohertz olarak örnek oranı
help19=Yüzde olarak geçerli ses düzeyi ('%' imini içermez)
help20=Karıştırma durumu (AÇIK / KAPALI)
help21=Yineleme durumu (AÇIK / KAPALI)
help=Yardım
transparent=Saydam
albumart=Albüm çizimi
defbg=Varsayılan artalan
custombg=Özel artalan
browse=Göz at
buttons=Oynatıcı denetim düğmelerini ekle
shrink=Daraltılmış küçük resim sıraların sayısına bağlıdır
taskicon=Görev Çubuğu Simgesi
progressbar=Oynatıcının durumunu göstermek için ilerleme çubuğunu kullan
streaming=Akan yayın için 'Belirsiz' ilerleme çubuğu durumunu ayarla
error=Ortam durdurulduğunda 'Hata' durumunu (kırmızı simge) ayarla
overlays=Oynatıcının durumunu göstermek için simge üstkatmanını kullan
jumplist=Atlama Listesi
bugslink=Hatalar ve öneriler
bugstext=Eklentiyle ilgili sorunlarınızı ya da dileklerinizi sunun
sitelink=Tasarı evi
sitetext=Güncellemeler için, haberler, ekran görüntüleri ve ayrıntılı gözden geçirme
noupdate=Winamp başlatıldığında güncellemeleri denetleme
ok=Tamam
cancel=İptal
removetitle=Winamp pencere başlığını kaldır
selectfont=Yazıyüzü seç
aa=Anti alias metin
selectshadow=Gölge Rengi
enable=Özel Aero Gözetleme küçük resmini etkinleştir
plugdev=Geliştirme
thumboptions=Seçenekler
thumbtext=Metin
background=Artalan
translink=Çeviriler
transtext=Eklentiyi çevirmeye yardım et ya da kullanılır çeviriler edin
favorite=Gözde
vumeter=İlerleme çubuğunu VU ölçer olarak kullan
iconic=Resimi artalan yerine simge olarak kullan
author=Yazar
volup=Ses Düzeyi +10%
voldown=Ses Düzeyi -10%
openfile=Dosya Aç
thumbpb=Kayıttan yürütme ilerleme çubuğunu küçük resimde göster
wapref=Winamp Tercihleri
startwa=Lütfen önce Winamp'ı başlatın
jumplisterror=Atlama listesi oluşturma hatası

revert=kullanılacak, eğer seçili artalan kullanılamazsa
jlchoice=Aşağıdaki kategorileri atlama listesinde göster:
jlrecent=Son Yürütülme
jlfrequent=Sık Yürütülme
jltasks=Görevler
creditslink=Katkıda Bulunanlar
creditstext=Bu eklentiyi oluşturmaya yardım etmiş kişiler
resumeplay=Kayıttan Yürütmeyi Sürdür
fromstart=Başlangıçtan yürüt
help22=Bunu içeren sıra daha geniş yazıyüzü ile yazılır
help23=Bunu içeren sıra küçük resmin soluna yazılır
bookmark=Yer İmleri
jlnote=Not: Yalnızca Winamp tarafından yürütülmeye kayıtlı dosyalar listeye eklenebilir (Varsayılan program olmasına gerek yok). Atlama listesinde önceden dosyalar varsa, onları en son dosyalar listesini temizleyerek kaldırabilirsiniz. Yer imleri yeniden başlatmada ve ayarların kaydedilmesinde güncellenir.
mute=Sessiz
playlists=Çalma Listeleri
stopafter=Yürürlükteki şarkıdan sonra durdur
maxbuttons=(En çok 7 düğme)
help24=Geçerli sıraya metin gölgesi çizer (seçilen renkte)
help25=Metinin arkasına yarısaydam bir kutu çizer (seçilen renkte)
help26=Metin yer değiştirme
help27=Metin biçimlendirme

applybutton=Uygula
help28=Bu metin sırasının kaydırılmasına engel olur